{
  "onboarding": {
    "language": {
      "title": "अपनी भाषा चुनें",
      "desc": "जारी रखने के लिए अपनी पसंदीदा भाषा चुनें।"
    },
    "intro": {
      "title": "स्वागत है",
      "desc": "मैं आपको सुरक्षित रहने में मदद करने के लिए यहाँ हूँ। यह प्लेटफ़ॉर्म आपके गाँव और परिवार के लिए वास्तविक समय की चेतावनी, आपदा गाइड और आपातकालीन संपर्क प्रदान करता है।",
      "button": "मुझे दिखाएं"
    },
    "dashboard": {
      "title": "लाइव डैशबोर्ड",
      "desc": "यह आपका मुख्य दृश्य है। बड़ा कार्ड आपकी वर्तमान सुरक्षा स्थिति दिखाता है। यदि पास में कोई खतरा है, तो यह लाल हो जाएगा और आपको बताएगा कि क्या करना है।"
    },
    "alerts": {
      "title": "वास्तविक समय अलर्ट",
      "desc": "हम 24/7 उपग्रहों और जमीनी सेंसर की निगरानी करते हैं। आपके स्थान के लिए कोई भी तत्काल चेतावनी तुरंत लाइव अलर्ट फ़ीड में दिखाई देगी।"
    },
    "safety": {
      "title": "बचाव गाइड",
      "desc": "भूकंप, बाढ़ और चक्रवात के लिए पूर्ण सुरक्षा मैनुअल तक पहुंचें। जानें कि आपदा से पहले, दौरान और बाद में क्या करना है।"
    },
    "end": {
      "title": "आप पूरी तरह तैयार हैं!",
      "desc": "ऐप को स्वतंत्र रूप से एक्सप्लोर करें। यदि आपको कभी मदद की आवश्यकता हो, तो 'सहायता' अनुभाग देखें। सुरक्षित रहें!",
      "button": "शुरू करें"
    }
  },
  "common": {
    "next": "अगला",
    "got_it": "समझ गया"
  },
  "nav": {
    "drills": "मॉक ड्रिल",
    "videos": "सुरक्षा वीडियो",
    "guide": "जागरूकता",
    "contacts": "आपातकालीन संपर्क",
    "alerts": "लाइव अलर्ट",
    "home": "होम",
    "help": "मदद"
  },
  "header": {
    "citizen": "नागरिक उपयोगकर्ता",
    "location": "चेन्नई, भारत"
  },
  "status": {
    "safe": "आप सुरक्षित हैं",
    "risk": "जोखिम सतर्कता",
    "safe_desc": "आपके पास कोई खतरा नहीं है",
    "danger_title": "खतरा",
    "danger_desc": "तत्काल खतरा:",
    "unknown_danger": "अज्ञात खतरा"
  },
  "categories": {
    "title": "सुरक्षा श्रेणियां",
    "flood": "बाढ़",
    "flood_desc": "बाढ़ के खतरों के लिए तैयार रहें।",
    "earthquake": "भूकंप",
    "earthquake_desc": "भूकंप सुरक्षा प्रोटोकॉल समझें।",
    "cyclone": "चक्रवात",
    "cyclone_desc": "चक्रवात की गति और अलर्ट ट्रैक करें।",
    "routes": "निकासी मार्ग",
    "routes_desc": "सुरक्षित निकासी पथ खोजें।"
  },
  "dashboard": {
    "quick_actions": "त्वरित कार्रवाई",
    "take_drill": "मॉक ड्रिल लें",
    "watch_video": "सुरक्षा वीडियो देखें",
    "view_contacts": "आपातकालीन संपर्क देखें",
    "live_alerts_ticker": "लाइव अलर्ट",
    "no_active_ticker": "कोई सक्रिय अलर्ट नहीं • निगरानी प्रणाली सक्रिय • सुरक्षित रहें",
    "total_alerts": "कुल अलर्ट",
    "safe_zones": "सुरक्षित क्षेत्र",
    "live_alerts_feed": "लाइव अलर्ट फ़ीड",
    "no_alerts_feed": "आपके नेटवर्क में कोई सक्रिय अलर्ट नहीं है।"
  },
  "drills": {
    "title": "प्रशिक्षण एवं मॉक ड्रिल",
    "subtitle": "इंटरैक्टिव ड्रिल और गाइड के साथ अपनी तैयारी बढ़ाएं।",
    "guest_mode": "अतिथि उपयोगकर्ता",
    "change_user": "उपयोगकर्ता बदलें",
    "back_web": "वेबसाइट पर वापस जाएं",
    "online_quiz": "ऑनलाइन क्विज़",
    "offline_drills": "ऑफ़लाइन ड्रिल",
    "start_drill": "ड्रिल शुरू करें",
    "back_drills": "ड्रिल पर वापस जाएं",
    "completed": "क्विज़ पूर्ण!",
    "score": "आपने {{total}} में से {{score}} अंक प्राप्त किए",
    "time": "लिया गया समय",
    "back_menu": "मेनू पर वापस जाएं",
    "analysis": "तैयारी विश्लेषण",
    "guest_access": "मॉक ड्रिल एक्सेस",
    "enter_name": "अतिथि के रूप में सत्र शुरू करने के लिए अपना नाम दर्ज करें।",
    "your_name": "आपका नाम",
    "start_training": "प्रशिक्षण शुरू करें",
    "cancel": "रद्द करें और वापस जाएं"
  },
  "awareness": {
    "title": "जन जागरूकता और सुरक्षा गाइड",
    "hero_title": "आपातकालीन तैयारी प्रोटोकॉल",
    "hero_desc": "आपदा प्रोटोकॉल को समझना जीवन बचाता है। विस्तृत सुरक्षा दिशानिर्देश देखने के लिए नीचे एक श्रेणी चुनें।",
    "library": "आपदा प्रोटोकॉल लाइब्रेरी",
    "view_guide": "पूर्ण गाइड देखें",
    "source": "ये दिशानिर्देश राष्ट्रीय आपदा प्रबंधन प्राधिकरण (NDMA) प्रोटोकॉल से लिए गए हैं।",
    "immediate": "तत्काल कार्रवाई",
    "before": "पहले",
    "during": "दौरान",
    "after": "बाद में",
    "dos": "क्या करें",
    "donts": "क्या न करें"
  },
  "disasters": {
    "cyclone": {
      "title": "चक्रवात",
      "desc": "घर के अंदर रहें, आपातकालीन किट तैयार रखें, और रेडियो अपडेट सुनें।",
      "content": {
        "immediate": "घर के अंदर रहें और खिड़कियों से दूर रहें। आधिकारिक रेडियो/टीवी प्रसारण सुनें।",
        "before": [
          "अपने घर का निरीक्षण करें और ढीली टाइलों, खिड़कियों और दरवाजों को सुरक्षित करें।",
          "पेड़ों की शाखाओं को काटें जो आपके घर पर गिर सकती हैं।",
          "भोजन, पानी और दवाओं के साथ एक आपातकालीन किट तैयार रखें।",
          "अपने क्षेत्र में सुरक्षित आश्रयों की पहचान करें।"
        ],
        "during": [
          "बिजली के मुख्य स्विच और गैस आपूर्ति बंद करें।",
          "दरवाजे और खिड़कियां बंद रखें।",
          "उबला हुआ या क्लोरीनयुक्त पानी पिएं।",
          "जब तक आधिकारिक तौर पर सलाह न दी जाए, तब तक बाहर न निकलें।"
        ],
        "after": [
          "ढीले या लटकते बिजली के तारों को न छुएं।",
          "स्टोव का उपयोग करने से पहले गैस रिसाव की जांच करें।",
          "अपने परिसर से मलबे को सावधानीपूर्वक साफ करें।",
          "अधिकारियों को विशिष्ट क्षति की रिपोर्ट करें।"
        ],
        "dos": ["मोबाइल फोन चार्ज रखें", "महत्वपूर्ण दस्तावेजों को वाटरप्रूफ बैग में रखें", "आधिकारिक चेतावनियों का पालन करें"],
        "donts": ["चेतावनियों को नजरअंदाज न करें", "अफवाहें न फैलाएं", "समुद्र के पास न जाएं"]
      }
    },
    "earthquake": {
      "title": "भूकंप",
      "desc": "झुकें, ढकें और पकड़ें। खिड़कियों और भारी फर्नीचर से दूर रहें।",
      "content": {
        "immediate": "जमीन पर झुकें; किसी मजबूत मेज या अन्य फर्नीचर के नीचे जाकर खुद को ढकें; और कंपन रुकने तक पकड़े रहें।",
        "before": [
          "अलमारी और बुकशेल्फ़ जैसी भारी फर्नीचर को दीवार से सुरक्षित करें।",
          "हर कमरे में सुरक्षित स्थानों की पहचान करें (मजबूत मेज के नीचे)।",
          "परिवार के साथ 'झुकें, ढकें और पकड़ें' ड्रिल का अभ्यास करें।"
        ],
        "during": [
          "यदि घर के अंदर हैं, तो वहीं रहें। डेस्क या टेबल के नीचे जाएं।",
          "कांच, खिड़कियों, बाहरी दरवाजों और दीवारों से दूर रहें।",
          "यदि बाहर हैं, तो इमारतों, स्ट्रीटलाइट्स और उपयोगिता तारों से दूर जाएं।",
          "यदि चलते वाहन में हैं, तो सुरक्षा की अनुमति होते ही रुक जाएं और वाहन में रहें।"
        ],
        "after": [
          "आफ्टरशॉक्स की अपेक्षा करें।",
          "चोटों के लिए खुद को और दूसरों को जांचें।",
          "आग के खतरों की जांच करें।",
          "यदि आप फंस गए हैं, तो माचिस न जलाएं। अपने मुंह को कपड़े से ढक लें।"
        ],
        "dos": ["शांत रहें", "यदि सुरक्षित हो तो घायलों की मदद करें", "अपडेट के लिए रेडियो सुनें"],
        "donts": ["लिफ्ट का उपयोग न करें", "निकास की ओर न दौड़ें", "माचिस न जलाएं"]
      }
    },
    "lightning": {
      "title": "आकाशीय बिजली",
      "desc": "खुले मैदानों, ऊंचे पेड़ों और जल निकायों से बचें। इलेक्ट्रॉनिक्स को अनप्लग करें।",
      "content": {
        "immediate": "किसी मजबूत इमारत या पूरी तरह से बंद धातु-शीर्ष वाले वाहन में आश्रय लें।",
        "before": [
          "बाहरी गतिविधियों से पहले मौसम के पूर्वानुमान की जांच करें।",
          "महंगे इलेक्ट्रॉनिक्स के लिए सर्ज प्रोटेक्टर स्थापित करें।"
        ],
        "during": [
          "खुले मैदानों, पहाड़ी की चोटी या रिज टॉप से बचें।",
          "ऊंचे, अलग-थलग पेड़ों या अन्य ऊंची वस्तुओं से दूर रहें।",
          "यदि आप जंगल में हैं, तो पेड़ों के निचले स्टैंड के पास रहें।",
          "यदि आप समूह में हैं, तो समूह के सदस्यों के बीच करंट फैलने से बचने के लिए फैल जाएं।"
        ],
        "after": [
          "अंतिम गड़गड़ाहट के बाद आश्रय छोड़ने से पहले कम से कम 30 मिनट प्रतीक्षा करें।",
          "तूफान से क्षतिग्रस्त क्षेत्रों से दूर रहें।"
        ],
        "dos": ["उपकरणों को अनप्लग करें", "प्लंबिंग और पानी से बचें", "घर के अंदर रहें"],
        "donts": ["जमीन पर सीधे न लेटें", " कॉर्डेड फोन का इस्तेमाल न करें", "खिड़कियों के पास न खड़े हों"]
      }
    },
    "flood": {
      "title": "बाढ़",
      "desc": "ऊंची जमीन पर जाएं। बाढ़ के पानी में न चलें और न ही गाड़ी चलाएं।",
      "content": {
        "immediate": "तुरंत ऊंची जमीन पर जाएं। बाढ़ के पानी में चलने, तैरने या गाड़ी चलाने की कोशिश न करें।",
        "before": [
          "अपने क्षेत्र में बाढ़ के जोखिम को जानें।",
          "यदि आप निचले इलाके में रहते हैं तो सैंडबैग तैयार रखें।",
          "यदि बाढ़ की आशंका हो तो भट्ठी, वॉटर हीटर और इलेक्ट्रिक पैनल को ऊपर उठाएं।"
        ],
        "during": [
          "जानकारी के लिए रेडियो या टेलीविजन सुनें।",
          "यदि कहा जाए तो उपयोग के समय उपयोगिताओं को बंद कर दें।",
          "बहते पानी में न चलें। छह इंच पानी आपको गिराने के लिए पर्याप्त है।",
          "बाढ़ वाले क्षेत्रों में गाड़ी न चलाएं।"
        ],
        "after": [
          "बाढ़ के पानी से बचें; पानी तेल, गैसोलीन या कच्चे सीवेज से दूषित हो सकता है।",
          "उन क्षेत्रों से अवगत रहें जहां बाढ़ का पानी कम हो गया है।",
          "गीली हुई हर चीज को साफ और कीटाणुरहित करें।"
        ],
        "dos": ["ऊपरी मंजिलों पर जाएं", "पानी की गहराई जांचने के लिए छड़ी रखें", "उबला हुआ पानी पिएं"],
        "donts": ["बाढ़ में गाड़ी न चलाएं", "गीले होने पर बिजली के उपकरणों को न छुएं", "बाढ़ के पानी के संपर्क में आए भोजन को न खाएं"]
      }
    },
    "fire": {
      "title": "अग्नि सुरक्षा",
      "desc": "धुएं के नीचे रेंगें। यदि कपड़ों में आग लग जाए तो रुकें, गिरें और लुढ़कें।",
      "content": {
        "immediate": "बाहर निकलें, बाहर रहें और मदद के लिए बुलाएं। किसी भी चीज के लिए वापस अंदर न जाएं।",
        "before": [
          "अपने घर के हर स्तर पर स्मोक अलार्म स्थापित करें।",
          "हर कमरे से बाहर निकलने के दो तरीके प्लान करें।",
          "रसोई में अग्निशामक यंत्र रखें।"
        ],
        "during": [
          "अपने निकास के लिए धुएं के नीचे रेंगें।",
          "खोलने से पहले गर्मी के लिए दरवाजों की जांच करें।",
          "यदि आपके कपड़ों में आग लग जाए: रुकें, गिरें और लुढ़कें।"
        ],
        "after": [
          "यदि आपने पहले नहीं किया है तो अग्निशमन विभाग को कॉल करें।",
          "जले हुए स्थानों का तुरंत ठंडे पानी से इलाज करें।",
          "जब तक अधिकारी यह न कहें कि यह सुरक्षित है, तब तक इमारत में दोबारा प्रवेश न करें।"
        ],
        "dos": ["धुएं के नीचे रेंगें", "गर्मी के लिए दरवाज के हैंडल का परीक्षण करें", "सीढ़ियों का उपयोग करें, लिफ्ट का नहीं"],
        "donts": ["अलमारी या बिस्तर के नीचे न छिपें", "पालतू जानवरों या कीमती सामान के लिए वापस न जाएं", "गर्म दरवाजे न खोलें"]
      }
    },
    "landslide": {
      "title": "भूस्खलन",
      "desc": "भारी बारिश के दौरान सतर्क रहें। स्लाइड के रास्ते से दूर हट जाएं।",
      "content": {
        "immediate": "जितनी जल्दी हो सके भूस्खलन या मलबे के प्रवाह के रास्ते से दूर हट जाएं।",
        "before": [
          "खड़ी ढलानों के पास, पहाड़ों के किनारों के करीब, या प्राकृतिक कटाव घाटियों के पास निर्माण से बचें।",
          "अपनी संपत्ति का जमीनी मूल्यांकन करवाएं।"
        ],
        "during": [
          "गंभीर तूफानों के दौरान जागते रहें और सतर्क रहें।",
          "पेड़ों के टूटने या पत्थरों के आपस में टकराने जैसी असामान्य आवाजें सुनें।",
          "यदि आप किसी धारा या चैनल के पास हैं तो यदि संभव हो तो दूसरी मंजिल पर जाएं।"
        ],
        "after": [
          "स्लाइड क्षेत्र से दूर रहें। अतिरिक्त स्लाइड का खतरा हो सकता है।",
          "सीधे स्लाइड क्षेत्र में प्रवेश किए बिना, स्लाइड के पास घायल और फंसे हुए व्यक्तियों की जाँच करें।",
          "टूटी हुई उपयोगिता लाइनों को देखें और रिपोर्ट करें।"
        ],
        "dos": ["ऊंची जमीन पर जाएं", "गड़गड़ाहट की आवाज सुनें", "यदि फंस जाएं तो गेंद की तरह सिकुड़ जाएं"],
        "donts": ["बाढ़ के पानी को पार न करें", "स्लाइड पथ के सापेक्ष ड्राइव न करें", "सुरक्षित होने तक घर न लौटें"]
      }
    }
  }
}
